"info_title" = "Persönliche Angaben";
"pref_homeAddress_name" = "Adresse (Nach Hause)";
"pref_homePhone_name" = "Bevorzugte Nummer";
"ui_title" = "Bedienoberfläche";
"pref_nightMode_name" = "Nachtmodus";
"pref_pressuref_name" = "Einheit Druck";
"pressuref_bar" = "Bar";
"pressuref_kpa" = "kPa";
"pressuref_kgf" = "Kg-f";
"pressuref_psi" = "psi";
"pref_tempf_name" = "Einheit Temperatur";
"tempf_c" = "Celsius";
"tempf_f" = "Fahrenheit";
"pref_distance_name" = "Einheit Entfernung";
"distance_m" = "Metrisch";
"distance_i" = "Imperial";
"pref_bearing_name" = "Einheit Richtung";
"bearing_d" = "Grad";
"bearing_c" = "Kardinal (Himmelsrichtung)";
"orientation_a" = "Aus";
"orientation_l" = "Queransicht";
"orientation_p" = "Portraitansicht";
"pref_contact_sorting" = "Kontaktlisten-Sortierung";
"lastname" = "Nachname";
"firstname" = "Vorname";
"pref_displayBrightness_name" = "Anzeigehelligkeit";
"alerting_title" = "Warnungseinstellungen";
"pref_orientation_name" = "Ausrichtungs-Sperre";
"pref_custom_tpm_threshold_title" = "Eigene Schwellwerte aktivieren";
"pref_custom_tpm_threshold" = "Eigener Reifendruck-Schwellwert";
"pref_tpm_threshold_title" = "Niedriger Reifendruck-Schwellwert";
"pref_tpm_threshold" = "Niedriger Reifendruck-Schwellwert, geben Sie eine Zahl entsprechend der gewählten Druck-Einheit ein";
"pref_fuel_routing_title" = "Zur nächsten Tankstelle navigieren";
"pref_fuel_routing_footer" = "Fragen ob zur nächsten Tankstelle navigiert werden soll, sobald Benzinstand niedrig Meldung vorliegt";
"pref_fuel_routing_enable_title" = "Navigation zu nächster Tankstelle aktivieren";
"pref_grid_settings_title" = "Anpassung der Datenfelder";
"pref_tasks_settings_title" = "Einstellungen Schnellzugriff";
"debug_settings_title" = "Debug Einstellungen";
"pref_debuglogging_name" = "Debug Logging einschalten";
"pref_debuglogging_summary" = "Nur einschalten wenn es vom Support verlangt wird, es verändert die Leistungsfähigkeit der App wenn es ohne Grund eingeschaltet ist. Bitte ausschalten wenn alle nötigen Daten gesammelt sind.";
"advanced_settings_title" = "Erweiterte Einstellungen";
"pref_integrations_settings_summary" = "Genehmigen Sie die Integration mit Apps und Hardware anderer Hersteller.";
"pref_integrations_settings_title" = "Integrationen";
"pref_photopreview_name" = "Foto-Vorschau";
"timef_24h" = "24 Std";
"timef_12h" = "12 Std";
"pref_time_name" = "Zeitformat";
"pref_notification_name" = "Fehlermeldungen aktivieren";
"consumption_km" = "km/L";
"consumption_gallon_imperial" = "mpg(Imperial)";
"consumption_gallon_us" = "mpg(US)";
"consumption_hundred_km" = "L/100km";
"pref_consumption_name" = "Einheit Verbrauch";
"pref_bearing_override_summary" = "Verwende GPS Richtung anstelle des magnetischen Kompasses.";
"pref_bearing_override_name" = "GPS Richtung";
"system_default" = "Standardeinstellung";
"on" = "Ein";
"off" = "Aus";
"pref_highlightColor_title" = "Auswahl-Farbe";
"pref_rpmmax_name" = "Max Drehzahl";
"rpmmax_10k" = "10000";
"rpmmax_12k" = "12000";
"rpmmax_15k" = "15000";
"speed_header" = "Geschwindigkeit";
"rearwheel_speed_header" = "Geschwindigkeit am Hinterrad";
"pref_dashboard_speedsource_name" = "Quelle Geschwindigkeit Armaturenbrett";
"gpsspeed_header" = "GPS Speed";
"pref_hide_navbar_name" = "Hide NavBar when not in use.";
"pref_main_settings_title" = "Main Screen Customization";
